tests/benchmark/wrk/results/logs/pool/c2000.log
Running 20s test @ http://127.0.0.1:9641/hello
  4 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   592.65ms  787.41ms   2.61s    79.13%
    Req/Sec    21.14k     7.61k   58.75k    86.81%
  Latency Distribution
     50%  216.00us
     75%    1.17s 
     90%    1.95s 
     99%    2.43s 
  1608754 requests in 20.06s, 154.96MB read
  Socket errors: connect 0, read 16085, write 0, timeout 0
Requests/sec:  80215.45
Transfer/sec:      7.73MB